/* authorizing */
"authorizing" = "授權";

/* bookmarks */
"bookmarks" = "書籤";

/* bookmarks menu */
"Bookmarks Menu" = "書籤選單";

/* bookmarks toolbar */
"Bookmarks Toolbar" = "書籤工具列";

/* cancel */
"Cancel" = "取消";

/* unable to load page */
"Cannot Load Page" = "無法載入頁面";

/* cannot load private key from keychain */
"Cannot Load Private Key From Keychain" = "無法從金鑰鏈當中載入私鑰";

/* cannot submit email */
"Cannot Submit" = "無法送出";

/* unable to refresh data */
"Cannot Sync" = "無法同步";

/* connecting */
"connecting" = "正在連線";

/* copy the url to the clipboard */
"Copy URL" = "複製 URL";

/* update SyncClient */
"Data on the server is in a new and unrecognized format. Please update SyncClient." = "無法識別伺服器中的新資料格式。請更新 SyncClient。";

/* update Firefox Sync */
"Data on the server is in an old and unsupported format. Please update Firefox Sync on your computer." = "無法支援伺服器中的舊資料格式。請更新 Firefox Sync。";

/* duplicate email address */
"Duplicate" = "重複";

/* send the url via email */
"Email URL" = "透過電子郵件寄出 URL";

/* error loading page */
"Error Loading Page" = "載入頁面時發生錯誤";

/* error retrieving data */
"Error Retrieving Data" = "讀取資料時發生錯誤";

/* Failed Server Lookup */
"Failed Server Lookup" = "找不到伺服器";

/* failed to communicate with server */
"Failed To Communicate With Server (%d)" = "無法與伺服器進行通訊（%d）";

/* failed to install private key into keychain */
"Failed To Install Private Key Into Keychain (%d)" = "無法將私鑰安裝至金鑰鏈（%d）";

/* email content */
"Here is that site we talked about:" = "這就是我們曾提及的網站：";

/* history */
"history" = "歷史紀錄";

/* incorrect password */
"Incorrect Password" = "不正確的密碼";

/* incorrect secret phrase */
"Incorrect Secret Phrase" = "不正確的同步金鑰";

/* we will send instructions */
"Instructions are on the way" = "已寄出說明";

/* invalid url */
"Invalid URL" = "無效的 URL";

/* loading web page */
"loading..." = "載入中...";

/* unable to login */
"Login Failure" = "登入失敗";

/* mobile bookmarks */
"Mobile Bookmarks" = "行動書籤";

/* no internet connection */
"No internet connection available" = "目前沒有網路連線";

/* no matching items found */
"No Matches" = "沒有相符資料";

/* ok */
"OK" = "確定";

/* privacy policy */
"Privacy Policy" = "隱私權保護政策";

/* refresh local data */
"Refresh" = "重新載入";

/* searching for matching items */
"Searching..." = "搜尋中...";

/* email subject */
"Sending you a link" = "正在發送連結";

/* re-authenticate */
"Sign In" = "登入";

/* stop refreshing data */
"Stop" = "停止";

/* tabs */
"tabs" = "分頁";

/* terms of service */
"Terms Of Service" = "服務條款";

/* thank you for submitting */
"Thank you!" = "謝謝！";

/* the email address already exists in our database */
"That email address has already been submitted" = "此電郵地址已被申請";

/* unable to communicate with server */
"Unable To Communicate With Server (%d)" = "無法與伺服器進行通訊（%d）";

/* server unavailable */
"Unable to contact server" = "無法聯絡伺服器";

/* unable to submit email */
"Unable to submit your email, please try again later (%d)" = "無法送出你的電子郵件地址，請稍後重試 (%d)";

/* unsorted bookmarks */
"Unsorted Bookmarks" = "未分類書籤";

/* username not found */
"User Name Not Found" = "找不到帳號";

/* launch safari to display the url */
"View in Safari" = "在 Safari 中檢視";

/* Required */
"Required" = "必要的";

/* Caution: use at own risk */
"Caution: use at own risk" = "請小心並自行負責";

/* Enter your Sync account information */
"Enter your Sync account information" = "輸入您的同步帳號資訊";

/* Account */
"Account" = "帳號";

/* Password */
"Password" = "密碼";

/* Sync Key */
"Sync Key" = "同步金鑰";

/* Use Custom Server */
"Use Custom Server" = "使用自訂伺服器";

/* Server URL */
"Server URL" = "伺服器 URL";

/* Cannot Setup Sync */
"Cannot Setup Sync" = "無法設定 Sync";

/* Try Again */
"Try Again" = "再試一次";

/* Manual Setup */
"Manual Setup" = "手動設定";

/* SyncClient could not connect to Sync. Would you like to try again? */
"SyncClient could not connect to Sync. Would you like to try again?" = "SyncClient 無法連線到 Sync。您想要再試一次嗎？";

/* Passcode */
"Passcode" = "密碼";

/* Used for a small button */
"Not Now" = "現在還不要";

/* Message that we show in a dialog when you need to sign in again after upgrading */
"Due to a recent update, you need to log in to SyncClient again." = "由於最近的 SyncClient 更新，您需要重新登入。";

/* Message that we show in a dialog when the user tries to open a file:// url */
"SyncClient cannot load the page because it is of an unsupported type." = "因為這是一個不受支援的類型，SyncClient 無法載入此頁面。";

// Moved here from XIB's

//WelcomePage
"SyncClient requires a Firefox Sync account. Use Firefox on your computer to create an account." = "SyncClient 需要 Firefox Sync 帳號。請用您電腦的 Firefox 建立帳號。";
"I Have A Sync Account" = "我已經有了 Sync 帳號";

//EasySetupViewController
"Connect to Sync" = "連線到 Sync";
"From a Firefox Sync-connected computer, go to Sync options and select \"Add a device.\"" = "在已啟用 Firefox Sync 的電腦，點一下工具 > 選項 > 同步，並選擇「新增裝置」。";
"I am not near my Computer" = "我不在電腦旁邊";

//SearchResultsViewController
"Search Tabs, Bookmarks, History" = "搜尋分頁、書籤、歷史";

//AboutScreen
"Mozilla, Firefox, and the Mozilla, Firefox, and SyncClient logos are trademarks of the Mozilla Foundation." = "Mozilla、Firefox 字樣，以及 Mozilla、Firefox、Firefox Home 標誌\n 為 Mozilla 基金會之註冊商標。";
"Done" = "完成";

//MainWindow
"Tabs" = "分頁";
"Bookmarks" = "書籤";
"Settings" = "設定";